Repository: luanesant/WatchApp
Catalog: WatchApp WatchKit Extension/Languages/*.lproj/Localizable.strings
Languages: es_419, pt_br

# breathTitle
source: Breath
es_419: Respiración
pt_br: Respiração

# senses
source: 5 senses
es_419: 5 sentidos
pt_br: 5 sentidos

# feelTitle
source: How do you feel?
es_419: ¿Cómo te sientes?
pt_br: Como você se sente?

# emotionBad
source: Bad
es_419: Malo
pt_br: Mal

# emotionGood
source: Good
es_419: Bien
pt_br: Normal

# emotionHappy
source: Happy
es_419: Contento

# finishTitle
source: Finish
es_419: Finalizar
pt_br: Terminar

# things5
source: 5 things you see
es_419: 5 cosas que ves
pt_br: Diga 5 coisas que você vê

# things4
source: 4 things you feel
es_419: 4 cosas que sientes
pt_br: Diga 4 coisas que você sente

# things3
source: 3 things you hear
es_419: 3 cosas que escuchas
pt_br: Diga 3 coisas que você ouve

# things2
source: 2 things you smell
es_419: 2 cosas que tocan
pt_br: Diga 2 coisas que vocês tocar

# things1
source: 1 thing you taste
es_419: 1 cosas que comes
pt_br: Diga 1 coisas que você come

# readyTitle
source: Ready
es_419: Listo
pt_br: Pronto

# closeTitle
source: Close
es_419: Cerrar
pt_br: Fechar

# fiveSenses
source: 5 Senses
es_419: 5 sentidos
pt_br: 5 sentidos

# titleDescription
source: Orientation
es_419: Orientación

# description
source: This technique will help you focus on the now. Look around, take a deep breath and answer the steps below.
es_419: Esta técnica te ayudará a concentrarte en el ahora. Mire a su alrededor, respire profundamente y responda los pasos a continuación.
pt_br: Esta técnica te ajudará a focar no agora. Olhe ao redor, respire fundo e responda os passos a seguir.

# buttonDescription
source: Don't show again
es_419: No vuelvas a aparecer

# buttonCancel
source: Close
es_419: Cancelar

# timeTitle
source: Time to breath:
es_419: Tiempo de respiración:
pt_br: Tempo de respiração:

# minute1
source: 1 minute
es_419: 1 minuto
pt_br: 1 minuto

# minute2
source: 2 minute
es_419: 2 minutos
pt_br: 2 minutos

# minute3
source: 3 minute
es_419: 3 minutos
pt_br: 3 minutos

# minute4
source: 4 minute
es_419: 4 minutos
pt_br: 4 minutos

# minute5
source: 5 minute
es_419: 5 minutos
pt_br: 5 minutos

# titleStart
source: Start
es_419: Comienzo
pt_br: Iniciar

# inspireTitle
source: Inhale
es_419: Inhalar
pt_br: Inspire

# expireTitle
source: Exhale
es_419: Exhalar
pt_br: Expire

# goTitle
source: Lets Go
es_419: Vamos!

# textModalFeed
source: You want to continue with another technique?
es_419: ¿Quieres continuar con otra técnica?

source: BPM
es_419: PPM

# heartImage
source: heart
es_419: Corazón

# button1
source: Breathing technique, with lung image positioned to the left centered on the Watch
es_419: Técnica de respiración, con la imagen del pulmón colocada a la izquierda centrada en el reloj.
pt_br: Botão de técnica de Respiração, com imagem de pulmão posicionada a esquerda centralizados no Watch

# button2
source: 5 senses technique, with image of an open eye positioned to the left centered on the Watch
es_419: Técnica de los 5 sentidos, con imagen de un ojo abierto colocado a la izquierda centrado en el reloj
pt_br: Botão de técnica dos 5 sentidos, com imagem de um olho aberto posicionada a esquerda centralizados no Watch

# readyOver
source: Ready positioned at the bottom of the Clock
es_419: Listo colocado en la parte inferior del reloj
pt_br: Pronto posicionado na parte inferior do Relógio

# modalOver
source: This technique will help you focus on now. Look around you, take a deep breath, and answer the steps below.
es_419: Cancelar posicionado en la parte superior izquierda. La técnica de los cinco sentidos le ayudará a concentrarse en lo que está sucediendo ahora. Imagina algo que te brinde tranquilidad y respira hondo.
pt_br: Cancelar posicionado a esquerda superior. A técnica dos cincos sentidos te ajudará a focar no que está acontecendo agora. Imagine algo que te traz tranquilidade e respire fundo.

# pickerOver
source: Select the time: 1 minute, 2 minutes or up to 5 minutes, positioned in the middle of the clock for breathing.
es_419: Seleccione el tiempo: 1 minuto, 2 minutos o hasta 5 minutos, colocado en el medio del reloj para respirar.
pt_br: Selecione o tempo: 1 minuto, 2 minutos ou até 5 minutos, posicionado no meio do relógio para realização da respiração.

# initOver
source: Start positioned at the top of the watch.
es_419: Comience colocado en la parte superior del reloj.
pt_br: Iniciar posicionado na parte superior do relógio.

# contagemOver
source: Breath time count initiated
es_419: Se inició el recuento del tiempo de respiración
pt_br: Tempo de respiração contagem Iniciada

# inspireOver
source: Exhale for 4 seconds. Vent the lungs
es_419: Exhala durante 4 segundos. Ventilar los pulmones
pt_br: Expire por 4 segundos. Solte o ar dos pulmões

# inhaleOver
source: Inhale for 4 seconds. Hold the air for 1 second
es_419: Inhala durante 4 segundos. Mantenga el aire durante 1 segundo
pt_br: Inspire por 4 segundos. Segure o ar por 1 segundo

# timeOver
source: Breathing Screen
es_419: Pantalla de respiración
pt_br: Tempo de Respiração

# visionOver
source: Say 1 thing that you taste
es_419: Di 5 cosas que imaginas
pt_br: Diga 5 coisas que você imagina

# sensesOver
source: Say 4 things you feel
es_419: Di 4 cosas que sientes
pt_br: Diga 4 coisas que você sente

# hearOver
source: Say 3 things you hear
es_419: Di 3 cosas que escuchas
pt_br: Diga 3 coisas que você ouve

# touchOver
source: Say 2 things you smell
es_419: Di 2 cosas que tocas
pt_br: Diga 2 coisas que vocês tocar

# imageCandleOver
source: Animation of the candle in light blue color, extinguishes and the smoke rises
es_419: Animación de la vela en color celeste, se apaga y sube el humo
pt_br: Animação da vela na cor azul clara, apaga e a fumaça sobe

# visionImageOver
source: Progress circle, five out of five, with light blue apple image
es_419: Círculo de progreso, uno de cada cinco, con una imagen de un ojo abierto en azul claro
pt_br: Círculo com progresso, um de cinco, com imagem de um olho aberto na cor azul claro

# sensesImageOver
source: Progress circle, two out of five, with image of a hand showing four light blue fingers
es_419: Círculo de progreso, dos de cada cinco, con la imagen de una mano que muestra cuatro dedos de color azul claro
pt_br: Círculo com progresso, dois de cinco, com imagem de uma mão mostrando quatro dedos na cor azul claro

# hearImageOver
source: Progress circle, three out of five, with an image of a musical note symbol in light blue color
es_419: Círculo de progreso, tres de cada cinco, con una imagen de un símbolo de nota musical en color azul claro
pt_br: Círculo com progresso, três de cinco, com imagem de um símbolo de uma nota musical na cor azul claro

# touchImageOver
source: Progress circle, four out of five, with an image of a face turned to the right side inhaling light blue air
es_419: Círculo de progreso, cuatro de cada cinco, con la imagen de una cara vuelta hacia el lado derecho inhalando aire azul claro.
pt_br: Círculo com progresso, quatro de cinco, com imagem de um rosto virado para o lado direito inalando ar na cor azul claro

# timeBackOver
source: Back Breathing Screen
es_419: Pantalla de respiración trasera
pt_br: Back Tela de Respiração

# feelFeedBackOver
source: How do you feel?
es_419: ¿Cómo te sientes?
pt_br: Como você se sente?

# goodOver
source: Emotion well with image of a face with a smile without showing teeth in light blue color.
es_419: Emoción bien con imagen de un rostro con una sonrisa sin mostrar los dientes en color celeste.
pt_br: Emoção bem com imagem de um rosto com sorriso sem mostrar os dentes na cor azul claro.

# badOver
source: Sad emotion with image of a face with a wide smile in light blue color.
es_419: Emoción triste con imagen de un rostro con una amplia sonrisa en color celeste.
pt_br: Emoção alegre com imagem de um rosto com sorriso largo na cor azul claro.

# betterOver
source: Joyful emotion with image of a face with narrowed eyes and a downward smile in light blue color.
es_419: Emoción alegre con la imagen de un rostro con los ojos entrecerrados y una sonrisa hacia abajo en color celeste.
pt_br: Emoção mal com imagem de um rosto com os olhos franzidos e sorriso pra baixos na cor azul claro.

# finishOver
source: light blue color written finish
es_419: acabado escrito en color azul claro
pt_br: cor azul claro escrito finalizar

# goTitleOver
source: Lets Go!
es_419: Vamos!

# textModalFeedOver
source: You want to continue with another tecnique?
es_419: ¿Quieres continuar con otra técnica?

# buttonCancelOver
source: Cancel
es_419: Cancelar
